[
  {
    "id": 1,
    "type": "House",
    "price": 1500000,
    "address": "05391 Reichert Spring",
    "description": "A unique four bedroom, three bathroom low build detached bungalow in a secluded location, discreetly set back from the road behind a magnificent 90 ft Japanese style garden with Koi pond.",
    "details": {
      "bedrooms": 4,
      "bathrooms": 3,
      "area": 391
    },
    "image": "casa_1"
  },
  {
    "id": 2,
    "type": "House",
    "price": 7250000,
    "address": "323 Rhett Meadows",
    "description": "A stunning and unique newly built property of approx 6313 sq ft (586.5 sq m) which has been meticulously designed using the best materials sourced from all over the world located in this quiet cul-de-sac within easy reach of both Wimbledon Village and Wimbledon Park.",
    "details": {
      "bedrooms": 7,
      "bathrooms": 8,
      "area": 1320
    },
    "image": "casa_2"
  },
  {
    "id": 3,
    "type": "Flat",
    "price": 33500000,
    "address": "1408 Silas Centers",
    "description": "Penthouse apartment for sale in the heart of Knightsbridge An impressive penthouse located less than 100m from Harrods, this modern 6 bedroom apartment benefits from extensive roof terraces, a 24 hour concierge service, direct lift access, leisure facilities and underground parking.",
    "details": {
      "bedrooms": 6,
      "bathrooms": 3,
      "area": 121
    },
    "image": "casa_3"
  },
  {
    "id": 4,
    "type": "House",
    "price": 755990,
    "address": "7807 Forest Avenue",
    "description": "The Nova Penthouse is exquisitely unique and is located in the heart of SW1, with the best views in town over Buckingham Palace, Belgravia and beyond. An ultra-modern, beautifully engineered, architecturally daring statement, overlooking the neighbouring gardens of Buckingham Palace.",
    "details": {
      "bedrooms": 6,
      "bathrooms": 4.5,
      "area": 3230
    },
    "image":"casa_4"
  },
  {
    "id": 5,
    "type": "Penthouse",
    "price": 5900000,
    "address": "185 Raccoon Gardens",
    "description": "High spec new build apartment offering over 1000 Sq Ft of bright accommodation comprising of a generous open plan kitchen reception room with floor to ceiling glass doors offering access to the private south facing patio garden. The modern fully integrated kitchen offers Neff appliances and",
    "details": {
      "bedrooms": 2,
      "bathrooms": 1.5,
      "area": 1023
    },
    "image":"casa_5"
  },
  {
    "id": 6,
    "type": "Penthouse",
    "price": 25000000,
    "address": "7398 East Avenue",
    "description": "The penthouse is spread over 2 floors with a large roof garden and a sensational wrap around reception terrace, which provides incredible views over Mayfair and the City of London. The upper level of the apartment is laid out for entertaining with large open rooms and accress to the terraces. The principle reception space is a grand L shaped drawing room with dining area and furnished terrace. One of the key features of this room is a dramatic hanging bronze glass fireplace which delineates the space between dining and less formal seating.",
    "details": {
      "bedrooms": 4,
      "bathrooms": 2.5,
      "area": 1788
    },
    "image":"casa_6"
  }
]
